;
; Few rules for translator:
; For beginning of translate - copy english.ini into the yourlanguage.ini
; Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: František Fico
; TranslationAuthorEmail: ferofico@gmail.com
; TranslationAuthorWeb:
; Soft Version: Wise Disk Cleaner 10.15.762
; Update: 2019-01-10

[Lang]
NativeLanguage=Slovensky

[GUI]
ButtonYes=Áno
ButtonNo=Nie
ButtonOK=Ok
ButtonMinimize=Minimalizovať
ButtonMaximize=Maximalizovať
ButtonClose=Zatvoriť
ButtonRestore=Obnoviť
ButtonMenu=Ponuka

[Translation]
ReadHabit=Left-to-right
LanguageName=SKY
LangCode=041B
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Information=Informácia
Warning=Upozornenie
Error=Chyba
Confirm=Potvrdenie
;
; Popup Menu
;
pmGo=Otvoriť obsahujúci priečinok
pmNone=Zrušiť výber
pmAll1=Vybrať všetko
pmrec=Odporúčané
pmIgnore=Vylúčiť túto položku
pmExport=Exportovať do...
pmInvert=Obrátiť výber
;
; Main GUI
;
FrmWDC.pmPortable.caption=Vytvoriť prenosnú verziu
FrmWDC.pmRestore.caption=Obnovenie
FrmWDC.pmSettings.caption=Nastavenia
FrmGeneral.chkuac.caption=Preskočiť UAC
FrmWDC.pmHelp.caption=Pomocník online
FrmWDC.pmHome.caption=Domovská stránka
FrmWDC.pmForum.caption=Fórum
FrmWDC.pmContact.caption=Kontaktujte nás
FrmWDC.pmCheckNew.caption=Skontrolovať aktualizácie
FrmWDC.pmLang.caption=Vybrať jazyk
FrmWDC.pmSkin.caption=Vybrať vzhľad
FrmWDC.pmabout.caption=O programe
FrmWDC.btncomm.caption=Všeobecné čistenie
FrmWDC.btnadv.caption=Pokročilé čistenie
FrmWDC.btnsilm.caption=Redukcia systému
FrmWDC.btnlikeit.caption=Páči sa mi
FrmWDC.btnsuggest.caption=Spätná väzba
FrmWDC.btnupdate.caption=Skontrolovať aktualizácie
FrmWDC.btnfacebook.hint=Sledujte nás na Facebooku
FrmWDC.btntwitter.hint=Zdieľajte Wise Disk Cleaner na Twitteri
FrmWDC.btnemail.hint=Zdieľajte Wise Disk Cleaner s priateľmi
FrmWDC.btnassist.caption=Asistencia
FrmWDC.btnmessage.caption=Správy
;
; Advanced Cleaner
;
FrmAdvSettings.lblinfo.caption=Položka "Vyhľadať prázdne súbory" je účinná iba raz.Nabudúce ju budete musieť vybrať znova.
Frmadvdc.btnscan.caption=Skenovať
Frmadvdc.lblpath.caption=Oblasť skenu:
Frmadvdc.btnrescan.caption=Nový sken
Frmadvdc.btnre.caption=Odporúčané
Frmadvdc.btnall.caption=Vybrať všetko
Frmadvdc.btnadvanced.caption=Pokročilé nastavenia
Frmadvdc.btnnone.caption=Zrušiť výber
Frmadvdc.lblwrcinfo.caption=Wise Registry Cleaner je najlepší bezplatný program na čistenie registrov Windows.Je rýchly, dôkladný a bezpečný.
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblspeed.caption=Najvyššia rýchlosť skenovania na svete!
Frmadvdc.lblrec.caption=Ďalšie aplikácie používateľov:
Frmadvdc.vtfiles.Columns[0]=Názov súboru
Frmadvdc.vtfiles.Columns[1]=Veľkosť
Frmadvdc.vtfiles.Columns[2]=Cesta
Frmadvdc.vtfiles.Columns[3]=Posledný prístup
Frmadvdc.vtfiles.Columns[4]=Typ
;
; Advanced Settings
;
FrmAdvSettings.btnok.caption=Ok
FrmAdvSettings.btnadd.caption=Pridať
FrmAdvSettings.btnremove.caption=Odstrániť
FrmAdvSettings.btncancel.caption=Zrušiť
FrmAdvSettings.wcknull.caption=Vyhľadať prázdne súbory (0 bajtov, pomalé)
FrmAdvSettings.wckshortcut.caption=Vyhľadať neplatných zástupcov (pomalé)
FrmAdvSettings.caption=Pokročilé nastavenia
FrmAdvSettings.btnre.caption=Odporúčané
FrmAdvSettings.btnall.caption=Všetko
FrmAdvSettings.btnnone.caption=Zrušiť výber
;
; Input 
;
Frminput.btnok.caption=Ok
Frminput.btncancel.caption=Zrušiť
;
; About
;
FrmAbout.caption=O programe
FrmAbout.lblver.caption=Aktuálna verzia:
FrmAbout.lblhome.caption=Domovská stránka:
FrmAbout.lblemail.caption=Technická podpora:
FrmAbout.lblthanks.caption=Týmto ľuďom ďakujeme za ich príspevky:
FrmAbout.btngoogle.hint=Sledujte nás na Google+
;
; Auto Run Settings
;
FrmAutorunSettings.lblcmd.caption=Príkazový riadok
FrmAutorunSettings.lblcmdinfo.caption=Z príkazového riadku môžete spustiť automatické skenovanie a čistenie vašich diskov.Pre viac informácií stlačte F1, alebo kliknite na nasledujúcu URL adresu pre čítanie dokumentov pomocníka.
FrmAutorunSettings.chk1.caption=Vytvoriť ikonu "Vyčistiť na 1-kliknutie" a umiestniť ju na plochu.
FrmAutorunSettings.chkadv.caption=Zahrnúť pokročilé čistenie
FrmAutorunSettings.btnhelp.caption=Pomocník online
;
; Common Cleaner
;
Frmcommon.lblcustom.caption=Vlastné
Frmcommon.lblcustomhint.caption=Skenovať prispôsobené záznamy.
FrmCommon.btnBack.caption=Späť na hlavnú
FrmCommon.btnall.caption=Vybrať všetko
FrmCommon.btnre.caption=Odporúčané
FrmCommon.btnnone.caption=Zrušiť výber
FrmCommon.wckadv.caption=Zahrnúť pokročilé čistenie
FrmCommon.WiseLabel1.caption=Plánovanie
FrmCommon.lbltype.caption=Typ spustenia:
FrmCommon.lblweek.caption=Vyberte deň:
FrmCommon.lbltime.caption=Vyberte čas:
FrmCommon.btnScan.caption=Skenovať
FrmCommon.lblstat.caption=Rýchlo a ľahko odstráni nepotrebné súbory a stopy.
FrmCommon.btncancel.caption=Zrušiť
FrmCommon.btnrescan.caption=Nový sken
FrmCommon.lbltrash.caption=Odpad
FrmCommon.lbltrace.caption=Stopy
FrmCommon.lblapp.caption=Aplikácie
FrmCommon.lblcookie.caption=Cookies
FrmCommon.lbltrashhint.caption=Nepotrebné súbory v PC
FrmCommon.lbltracehint.caption=Systémové a používateľské stopy
FrmCommon.lblapphint.caption=Nepotrebné súbory v PC vytvorené inými aplikáciami
FrmCommon.lblcookiehint.caption=Internetové prehliadače a Flash cookies
;
; Exclusion List
;
FrmExclusion.btnAddFile.caption=Pridať súbor
FrmExclusion.btnAddFolder.caption=Pridať priečinok
FrmExclusion.btnAddType.caption=Pridať typ súboru
FrmExclusion.BtnAddCookie.caption=Pridať cookies
FrmExclusion.btnImport.caption=Importovať
FrmExclusion.btnExport.caption=Exportovať
FrmExclusion.btnRemove.caption=Odstrániť
;
; General Settings
;
FrmGeneral.lbtran.caption=Preložiť do...
FrmGeneral.chkNews.caption=Automaticky kontrolovať novinky
FrmGeneral.chknotice.caption=Zobrazovať oznámenia autočistenia
FrmGeneral.chkwipe.caption=Bezpečné odstraňovanie (pomalé)
FrmGeneral.WiseLabel1.caption=Aktualizovať:
FrmGeneral.WiseLabel2.caption=Jazyk:
FrmGeneral.btnchecknew.caption=Skontrolovať
FrmGeneral.chkexp.caption=Zapojiť sa do programu zlepšovania skúsenosťami používateľov
FrmGeneral.lblexp.caption=Detaily
FrmGeneral.chkassist.caption=Upozorniť ma, ak niekto odoslal platenú otázku
;
; Custom Settings
;
FrmCustom.WiseLabel4.caption=Vlastné priečinky na vyprázdnenie: (platné pre pokročilé čistenie)
FrmCustom.btnAdd.caption=Pridať
FrmCustom.btnRemove.caption=Odstrániť
FrmCustom.lblCustom.caption=Prispôsobte si vaše pravidlá skenovania.
FrmCustom.lblcustominfo.caption=Ak ste skúsený používateľ, môžete si prispôsobiť vaše pravidlá skenovania pre vyhľadanie ďalších nepotrebných súborov.Kliknutím na nasledujúci odkaz sa dozviete ako vytvoriť váš konfiguračný súbor.
FrmCustom.btnhelp.caption=Pomocník online
;
; Restore
;
FrmRestore.btnrestore.caption=Obnoviť
FrmRestore.btnremove.caption=Odstrániť
FrmRestore.Btnclose.caption=Zatvoriť
FrmRestore.caption=Centrum obnovenia
;
; Settings
;
FrmSettings.tsCommon.caption=Hlavné
FrmSettings.tsAutoRun.caption=Autoštart
FrmSettings.tsExclusion.caption=Vylúčené
FrmSettings.btnAbout.caption=O programe
FrmSettings.btnok.caption=Ok
FrmSettings.btncancel.caption=Zrušiť
FrmSettings.caption=Nastavenia
FrmSettings.tsCustom.caption=Vlastné
;
; System Cleaner
;
FrmSysClean.lblrecommendinfo.caption=Skúste naše produkty pre zvýšenie výkonu Windows.
FrmSysClean.lblcareinfo.caption=Wise Care 365 je nástroj na ladenie PC, ktorý obsahuje všetky funkcie z Wise Registry Cleaner a Wise Disk Cleaner.Je efektívny a jednoduchý na použitie.
FrmSysClean.lblre.caption=Chcete ďalej zlepšovať výkon Windows?
FrmSysClean.btnSlimming.caption=Odstrániť
FrmSysClean.btnall.caption=Vybrať všetko
FrmSysClean.btnrecommended.caption=Odporúčané
FrmSysClean.btnnone.caption=Zrušiť výber
FrmSysClean.vtsys.Columns[0]=Položky
FrmSysClean.vtsys.Columns[1]=Veľkosť
FrmSysClean.vtsys.Columns[2]=Umiestnenie
FrmSysClean.vtsys.Columns[3]=Navrhovaný postup
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Voľné miesto
FrmDiskDefrag.btnfolder.caption=Priečinky
FrmDiskDefrag.btnfile.caption=Súbory
FrmDiskDefrag.btnsystem.caption=Systémové
FrmDiskDefrag.btnFragmented.caption=Fragmenty
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Vypnúť PC po defragmentácii disku.
FrmDiskDefrag.btnpause.caption=Pauza
FrmDiskDefrag.btnstop.caption=Zastaviť
FrmDiskDefrag.btnDefrag.caption=Defragmentovať
FrmWDC.btndefrag.caption=Defragmentácia
;
; Schedule task
;
FrmScheduler.caption=Plánovanie

[Message]
NoNews=Nemáte žiadnu neprečítanú správu.
ConfirmRemoveDownload=Všetky súbory v priečinku sťahovania budú odstránené! Naozaj chete pokračovať?
Skipped=Preskočené
NeedAdmin=Funkcia požaduje riadenie správcom.Ak chcete funkciu spustiť, prihláste sa ako správca.
Entries=(stôp)
Clean=Čisté
ScheduleHint=Automatické čistenie PC
UpdateError=Aktualizácia zlyhala! Chcete stiahnuť inštalačný súbor z našej stránky?
LestOneItem=Vyberte aspoň jednu položku na odstránenie.
HistorySaved=Celkovo uvoľnené miesto: %s
DisableAdd=Z bezpečnostných dôvodov priečinky ako Windows, spúšťací HDD a CD-ROM nemôžu byť pridané do tohto zoznamu.
ConfirmAdd=Naozaj chcete odstrániť všetky súbory z %s po spustení pokročilého čistenia?
DupFolder=Tento priečinok už je v zozname.
ExImport=Zoznam vylúčených bol exportovaný do:
SelectHardDrive=Vyberte disk
CreationDate=Dátum a čas vytvorenia
Description=Popis
NowCleaning=Čistím:
ScheduleNextTime=Ďalšie spustenie:
Never=Nikdy
InputType=Zadajte názov alebo typ súboru (napríklad: *.tmp)
WarnNoType=Vyberte aspoň jeden typ súboru na vyhľadanie.
NoItemChecked=Vyberte aspoň jeden súbor na odstránenie.
WDCRunning=Program je spustený.
RemoveSysRestore=Chcete odstrániť vybraný bod obnovenia systému?
RestoreFromSysRestore=Po obnovení systému musíte reštartovať PC.Chcete spustiť obnovenie?
WarnZeroFile=Vybrali ste režim "Vyhľadať prázdne súbory".Niektoré súbory s dĺžkou 0 bajtov sú dôležité, preto ich skontrolujte skôr ako ich odstránite.Naozaj to chcete takto urobiť?
SysRestoring=Príprava na obnovenie systému...
SysCreating=Vytváram bod obnovenia systému...
Browse=Prezerať...
AllHardDrive=Lokálny pevný disk
Cleaning=Čistím...
Exported=Aktuálne položky boli exportované do %s.Chcete tento súbor otvoriť?
LeftTimeSec=Trvanie: %s sek.
Safetodel=Túto položku môžete bezpečne odstrániť.
MoreSpace=Voliteľné
Unknow=Neznáme.
AddFileType=Pridanie typu súboru
AlreadExist=%s už je v zozname.
illegalType=%s je neplatný typ súboru.
Summary=Popis
InputSummary=Zadajte popis pre tento typ súboru:
noselected=Neboli vybrané žiadne položky.
DelFileType=Naozaj chcete odstrániť tento typ súboru?
ScanAborted=Skenovanie bolo zrušené.
TrashFound=Nájdených súborov %d o veľkosti %s.
NoTrashAndTrace=Gratulujeme! Vaše PC je čisté.
CleanDone=Čistenie je dokončené.
LestOne=Vyberte aspoň jednu položku na skenovanie.
LestOneClean=Vyberte aspoň jednu položku na odstránenie.
Scanning=Skenujem...
InvalidIgnorItem=Túto položku nie je možné vylúčiť.
TraceFound=Počet stôp %d
CleanNow=Odporúčame vám okamžite spustiť čistenie.
TrashRemoved=Odstránených súborov %d o veľkosti %s.
TraceRemoved=Odstránených stôp%d.
LastCommonClean=Naposledy ste čistili váš disk:
Working=Počkajte na dokončenie aktuálnej úlohy a skúste to znova.
NoFilesFound=Žiadne dočasné súbory
NoTracesFound=Žiadne stopy
FindTraces=Nájdených stôp %d
NoItemFound=Neboli nájdené žiadne položky
FindFilesSize=Nájdených súborov %d o veľkosti %s
FindTracesSection=Nájdených stôp v tejto sekcii %d
CanFreeSpace=Nájdených súborov %d.Na disku uvoľníte %s.
TotalTraces=Celkovo nájdených stôp %d.
EnableRestore=Obnovenie systému je vypnuté.Chcete ho zapnúť?
RestorePointFail=Vytvorenie bodu obnovenia zlyhalo!
ErrorMsg=Hlásenie o chybe:
NoNewVer=Gratulujeme! Používate najnovšiu verziu.
KeyWord=Zadajte výrazy:
AddFolder=Pridajte priečinok
CannotCrTask=Naplánovaná úloha sa nedá vytvoriť.
InvalidType=Zadajte platnú príponu súboru.
NoType=Vyberte aspoň jeden typ na vyhľadanie.
FailToDelete=Niektoré súbory budú odstránené až po reštartovaní PC.
GoodHabit=Udržiavať svoje PC čisté je dobrý zvyk.
7After=Počet dní od posledného čistenia %d.Odporúčame vám spustiť skenovanie.
7Before=Udržiavať svoje disky čisté a súkromie zabezpečené je dobrý zvyk.
TaskExists=Naplánovaná úloha existuje.Chcete ju odstrániť a vytvoriť novú? (Nie - upraviť existujúcu.Zrušiť - zrušiť proces.)
NoBackupSelected=Vyberte aspoň jednu zálohu na obnovenie.
StartScan=Skenovať
StartClean=Vyčistiť
Cancel=Zrušiť
Idle=Pri nečinnosti
Daily=Denne
Weekly=Týždenne
Monthly=Mesačne
Monday=Pondelok
Tuesday=Utorok
Wednesday=Streda
Thursday=Štvrtok
Friday=Piatok
Saturday=Sobota
Sunday=Nedeľa
AvdDefaultHint=Vyhľadajte ďalšie nepotrebné súbory a uvoľnite viac miesta.
TrashFoundEx=Boli nájdené nasledujúce dočasné súbory:
NoDriveChecked=Vyberte aspoň jeden disk na skenovanie.
ScanFor=Skenujem disk:
FindDrives=Vyhľadávam disky...
Login=Pri prihlásení
NewVer=Bola nájdená nová verzia Wise Disk Cleaner! Chcete ju aktualizovať?
TranslateTo=Preložiť do...
AddCookies=Pridať cookies
InputCookie=Zadajte cookies (napríklad: wisecleaner.com atď.)
InvalidCookie=Neplatné cookies
BrowserRunning=Internetový prehliadač %s je spustený.Chcete ho ukončiť? Inak sa vyrovnávacia pamäť ani cookies nebudú dať vyčistiť.

[CommonClean]
ScanAbortedHint=Odporúčame vám znova spustiť skenovanie a vyhľadať nepotrebné súbory a stopy.
DefaultHint=Previdelné čistenie šetrí miesto na disku a chráni vaše súkromie.
ScanAbortedHint1=Odporúčame vám znova spustiť skenovanie a vyhľadať nepotrebné súbory.
WhenIdle=Pri nečinnosti
WhenLogin=Pri prihlásení

[SysClean]
Open=Otvoriť
Remove=Odstrániť
MoreSpace=Voliteľné
Cleaning=Čistím...
Scanning=Skenujem...
ScanEnd=Nájdených položiek %d.Na disku uvoľníte %s.
NoItems=Gratulujeme! Váš systémový disk je čistý.
SpaceFreed=Redukcia je dokončená.Uvoľnené miesto %s.
Installer=Zastaralé inštalátory Windows
LongInstaller=Zastaralé inštalátory nie sú potrebné a môžu byť odstránené.
PatchUninstall=Odinštalačné súbory aktualizácií Windows
LongPatchUninstall=Ak nebudete odinštalovávať aktualizácie, tak ich odstráňte.
Downloadedfiles=Stiahnuté inštalačné súbory Windows
Longdownloadedfiles=Po úspešnej inštalácii aktualizácií ich môžete odstrániť.
Baselinecache=Vyrovnávacia pamäť inštalačnej služby Windows
LongBaselinecache=Súbory vytvorila služba Windows a môžu byť odstránené.
JPIME=Japončina IME
LongJPIME=Ak ju nepotrebujete, tak ju odstráňte.
KoreanIME=Kórejčina IME
LongKoreanIME=Ak ju nepotrebujete, tak ju odstráňte.
TChineseIME=Tradičná čínština IME
LongTChineseIME=Ak ju nepotrebujete, tak ju odstráňte.
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=Ak ho nepotrebujete, tak ho odstráňte.
HelpFile=Súbory pomocníka Windows
LongHelpFile=Ak ich nepotrebujete, tak ich odstráňte.
SamplePic=Ukážkové obrázky Windows
LongSamplePic=Ak ich nepotrebujete, tak ich odstráňte.
SampleMic=Ukážková hudba Windows
LongSampleMic=Ak ju nepotrebujete, tak ju odstráňte.
SampleVideos=Ukážkové videá Windows
LongSampleVideos=Ak ich nepotrebujete, tak ich odstráňte.
SampleMedia=Ukážkové médiá Windows
LongSampleMedia=Ak ich nepotrebujete, tak ich odstráňte.
Wallpaper=Súbory tapiet Windows
LongWallpaper=Ak ich nepotrebujete, tak ich odstráňte.

[DiskDefrag]
Volume=Disk
Format=Systém súborov
TotalSpace=Celkové miesto
FreeSpace=Voľné miesto
Fragmented=Fragmentácia
Status=Stav
PmDefrag=Defragmentovať
QuickOpt=Rýchlo optimalizovať
FullOpt=Celkovo optimalizovať
PmAnlyse=Analyzovať
Resume=Pokračovať
Analying=Analyzujem
Defragmenting=Defragmentujem
Optimizing=Optimalizujem
Analyed=Analyzované
Defragmented=Defragmentované
Optimized=Optimalizované
Pause=Pauza
IsSSD=Váš výber môže obsahovať SSD disk.Defragmentácia môže skrátiť jeho životnosť.Naozaj chcete pokračovať?
FragmentedRate=Fragmentácia
Win10Upgrade=Súbory inovácie Windows 10
Win10UpgradeLong=Ak ste už inovovali systém na Windows 10, odstráňte tento priečinok, aby ste získali viac miesta na disku.

[Area]
WinInstallerPackage=Zastaralý inštalátor Windows
WindowsPaint=Windows Maľovanie
AdobeFlash=Adobe Flash
ChromeCache=Vyrovnávacia pamäť Google Chrome
ChromeCookies=Cookies Google Chrome
ChromeForm=História automatického doplňovania formulárov Google Chrome
Chromelocalstorage=História Google Chrome
ChromePass=Uložené heslá Google Chrome
ChromeSession=Relácie Google Chrome
Cookies=Cookies
DOMStoreCookies=Cookies DOM Store Microsoft IE
DownloadedPatch=Súbory aktualizácií Windows
Downloads=Súbory stiahnuté prehliadačom
DriveTheLife=DriveTheLife
Dump=Súbory výpisov pamäte
ErrorReport=Súbory chybových hlásení
ExplorerMRU=Ostatné MRU položky Prieskumníka
FireFoxCache=Vyrovnávacia pamäť Mozilla Firefox
FireFoxCookies=Cookies Mozilla Firefox
FireFoxForm=História automatického doplňovania formulárov Mozilla Firefox
FireFoxOther=Ostatné histórie Mozilla Firefox
FireFoxPass=Uložené heslá Mozilla Firefox
FontCache=Vyrovnávacia pamäť písma Windows
IEAddressBarHistory=História riadku adries Microsoft IE
IECahce=Vyrovnávacia pamäť Microsoft IE
IECookies=Cookies Microsoft IE
IEForm=História automatického doplňovania formulárov Microsoft IE (súkromné údaje nebudú uvedené)
IEHistory=Aktívna história Microsoft IE
IEPass=Uložené heslá Microsoft IE (súkromné údaje nebudú uvedené)
IISLog=Súbory protokolov IIS
InvalidLnk=Neplatní zástupcovia
InvalidScTask=Neplatné naplánované úlohy
InvalidStartMenu=Neplatné položky v ponuke Štart
JumpList=Zoznamy odkazov panela úloh (opravené položky budú tiež odstránené)
LastDownloadDir=Umiestnenie posledného sťahovania
LogFile=Súbory systémových protokolov
MESCache=Microsoft Security Essentials
MetroCache=Vyrovnávacia pamäť Windows Metro
MSEdgeCache=Vyrovnávacia pamäť Microsoft Edge
MSEdgeCookies=Cookies Microsoft Edge
MSEdgeDownloadHistory=História sťahovania Microsoft Edge
MSEdgeHistory=História Microsoft Edge
MSEdgeRecentlyTypedURLs=Nedávno zadané URL adresy v Microsoft Edge
MSEdgeSavedFormInformation=Uložené údaje formulárov Microsoft Edge
MSEdgeSavedPasswords=Uložené heslá Microsoft Edge
MSEdgeSession=Relácie Microsoft Edge
MSOffice=Microsoft Office
Networkmapping=História mapovania sieťovej jednotky
Office=Microsoft Office
OfficePicture=Správca obrázkov Microsoft Office
OfficeRecent=História nedávno otvorených dokumentov v Microsoft Office
OperaCache=Vyrovnávacia pamäť Opery
OperaCookies=Cookies Opery
OperaHistory=História Opery
OperaPassword=Uložené heslá Opery
OperaSessions=Relácie Opery
OperaSiteIcon=Ikony internetových stránok Opery
OperaURLHistory=Zadané URL adresy v Opere
PaleMoonCache=Vyrovnávacia pamäť PaleMoon
PaleMoonCookies=Cookies PaleMoon
PaleMoonDownloadHistory=História sťahovania PaleMoon
PaleMoonHistory=História PaleMoon
PaleMoonSavedFormInformation=Uložené údaje formulárov PaleMoon
PaleMoonSession=Relácie PaleMoon
PaleMoonSitePreferences=Preferencie stránok PaleMoon
Prefetch=Staré údaje Prefetch
Recentdocuments=Nedávno otvorené dokumenty
Recyclebin=Odpadkový kôš
RemoteDesktop=Vyrovnávacia pamäť súborov vzdialenej plochy
RunStartMenu=Spustené v ponuke Štart
SafariCache=Vyrovnávacia pamäť Safari
SafariCookies=Cookies Safari
SafariHistory=História Safari
SafariPass=Uložené údaje formulárov Safari
SearchList=História vyhľadávania Windows
SysTemp=Dočasné súbory vytvorené systémom Windows
SystemTrace=Stopy aplikácií a Windows
ThumbCache=Vyrovnávacia pamäť náhľadov
TraceClean=Stopy v PC
TraryNotify=Vyrovnávacia pamäť panela úloh Windows
TrashClean=Nepotrebné súbory v PC
TypeInternetCache=Vyrovnávacia pamäť internetových prehliadačov
TypeInternetTrace=Stopy internetových prehliadačov
TypeMedia=Multimédiá
TypeOtherApp=Ostatné aplikácie
TypeSystem=Systém Windows
TypeWComponents=Komponenty Windows
UserTemp=Dočasné súbory vytvorené aplikáciami
Vivaldi=Vivaldi
VivaldiCache=Vyrovnávacia pamäť Vivaldi
VivaldiCookies=Cookies Vivaldi
VivaldiForm=História automatického doplňovania formulárov Vivaldi
Vivaldilocalstorage=Lokálne úložisko Vivaldi
VivaldiSavedpasswords=Uložené heslá Vivaldi
VivaldiSession=Relácie Vivaldi
WindowsSysCache=Vyrovnávacia pamäť Windows
WindowsWordpad=Windows Wordpad
WinInstallerCache=Vyrovnávacia pamäť inštalátora Windows
WinSxsBackup=Zálohy WinSxs Windows
Yandex=Yandex
YandexCache=Vyrovnávacia pamäť Yandex
YandexCookies=Cookies Yandex
YandexForm=História automatického doplňovania formulárov Yandex
YandexLocalstorage=Lokálne úložisko Yandex
Yandexpass=Uložené heslá Yandex
YandexSession=Relácie Yandex
AdobeAcrobatReader5.0=Adobe Acrobat Reader 5.0
AdobeAcrobatReader6.0=Adobe Acrobat Reader 6.0
AdobeAcrobatReader7.0=Adobe Acrobat Reader 7.0
AdobeReader8.0=Adobe Reader 8.0
AdobeReader9.0=Adobe Reader 9.0
AdobeReader9.0=Adobe Reader 9.0
AdobeReader11.0=Adobe Reader 11.0
AdobeReader DC=Adobe Reader DC
AdobeAcrobat8.0=Adobe Acrobat 8.0
AdobeAcrobat9.0=Adobe Acrobat 9.0
AdobeAcrobat10.0=Adobe Acrobat 10.0
AdobeAcrobatXI=Adobe Acrobat XI
AdobeImageReady7.0=Adobe ImageReady 7.0
AdobeImageReadyCS=Adobe ImageReady CS
AdobePhotoshop6.0=Adobe Photoshop 6.0
AdobePhotoshop7.0=Adobe Photoshop 7.0
AdobePhotoshopCS=Adobe Photoshop CS
AdobePhotoshopCS2=Adobe Photoshop CS2
AdobePhotoshopCS3=Adobe Photoshop CS3
AdobePhotoshopCS4=Adobe Photoshop CS4
AdobePhotoshopCS5=Adobe Photoshop CS5
AdobePhotoshopCS6=Adobe Photoshop CS6
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobeIllustrator=Adobe Illustrator
AdobeAir=Adobe Air
AdobeDreamweaver=Adobe Dreamweaver
AdobePremiereProCC=Adobe Premiere Pro CC
AdobePremiereElements12=Adobe Premiere Elements 12
AcrobatDistiller10=Acrobat Distiller 10
AdvancedSearchbar=Rozšírený panel vyhľadávania
YahooToolbar=Panel nástrojov Yahoo
WindowsLiveToolbar=Panel nástrojov Windows Live
GoogleToolbar=Panel nástrojov Google
GoogleToolbarIE=Panel nástrojov IE Google
GoogleDeskbar=Google Deskbar
GoogleCalendarSync=Synchronizácia kalendára Google
GoogleTalk=Google Talk
KantarisMediaPlayer=Kantaris Media Player
KMPlayer=KMPlayer
WindowsMediaPlayer=Windows Media Player
WindowsMediaCenter=Windows Media Center
RealPlayer=Real Player
RealPlayerSP=Real Player SP
RealPlayer15=Real Player 15
RealPlayer16=Real Player 16
RealPlayerCloud=Real Player Cloud
RealTimes=RealTimes
QuicktimePlayer=Quicktime Player
AVIPreview=AVI Preview
Steam=Steam
Xfire=Xfire
XMLSpy=XML Spy
OxygenXMLEditor=Oxygen XML Editor
SWiSH=SWiSH
PaintShopPro7.0=Paint Shop Pro 7.0
PaintShopPro8.0=Paint Shop Pro 8.0
PaintShopPro9.0=Paint Shop Pro 9.0
PaintShopProX=Paint Shop Pro X
PaintShopProXI=Paint Shop Pro XI
PaintShopProX2=Paint Shop Pro X2
PaintShopProX3=Paint Shop Pro X3
CorelPaintShopProX4=Corel PaintShop Pro X4
CorelPaintShopProX5=Corel PaintShop Pro X5
CorelPaintShopProX6=Corel PaintShop Pro X6
MSWorks4.0=Microsoft Works 4.0
MSOffice97=Microsoft Office 97
MSOfficeXP=Microsoft Office XP
MSOffice2003=Microsoft Office 2003
MSOffice2007=Microsoft Office 2007
MSOffice2010=Microsoft Office 2010
MSOffice2013=Microsoft Office 2013
MSOffice2016=Microsoft Office 2016
InstallshieldDeveloper7.0=Installshield Developer 7.0
MacromediaFlash4.0=Macromedia Flash 4.0
MacromediaFlash5.0=Macromedia Flash 5.0
MacromediaFlashMX=Macromedia Flash MX
MacromediaFlashMX2004=Macromedia Flash MX 2004
AdobeFlashPlayer=Adobe Flash Player
MacromediaHomesite5.0=Macromedia Homesite 5.0
MacromediaFireworks6.0=Macromedia Fireworks 6.0
AdobeFireworks6.0=Adobe Fireworks 6.0
MacromediaDreamweaverMX=Macromedia Dreamweaver MX
MacromediaShockwave10=Macromedia Shockwave 10
MacromediaShockwave11=Macromedia Shockwave 11
MicrosoftSilverlight=Microsoft Silverlight
UleadSmartSaverPro3.0=Ulead Smart Saver Pro 3.0
NortonAntiVirus=Norton AntiVirus
SymantecAntiVirus=Symantec AntiVirus
MSSnapshotViewer=Prehliadač snímkov obrazovky Microsoft
MSManagementConsole=Konzola riadenia Microsoft
MSWordpad=Microsoft Wordpad
MSPaint=Microsoft Maľovanie
MSPhotoEditor=Editor fotografií Microsoft
MSSearch=Vyhľadávanie Microsoft
SearchCharmHistory=História vyhľadávania Charm
NeroBurningROM=Nero Burning ROM
NeroBurningROM 9=Nero Burning ROM 9
NeroBurningROM10=Nero Burning ROM 10
NeroBurningROM2014=Nero Burning ROM 2014
Nero12PlatinumHDSuite=Nero 12 Platinum HD Suite
Nero14PlatinumHDSuite=Nero 14 Platinum HD Suite
NeroVideo11=Nero Video 11
NeroVision10=Nero Vision 10
NeroBackItUp2014=Nero BackItUp 2014
NeroExpress2014=Nero Express 2014
WinAce2.0=WinAce 2.0
SpyBotSearchandDestroy=SpyBot Search and Destroy
Ad-AwareSEPersonal=Ad-Aware SE Personal
Ad-AwareSEProfessional=Ad-Aware SE Professional
Ad-AwareSEPlus=Ad-Aware SE Plus
Ad-Aware=Ad-Aware
WebrootSpySweeper=Webroot SpySweeper
DriverCleanerPro=Driver Cleaner Pro
Kazaa=História vyhľadávania Kazaa
NetscapeNavigator4.x=Netscape Navigator 4.x
MicrosoftVisualStudio6.0=Microsoft Visual Studio 6.0
AxialisIconWorkshop=Axialis IconWorkshop
eMuleSearchHistory=História vyhľadávania eMule
eMuleFileHashes=Hashe súborov eMule
WinISO=WinISO
IsoBuster=IsoBuster
MediaPlayerClassic=Media Player Classic
BSPlayer=BSPlayer
VLCMediaPlayer=VLC Media Player
MediaMonkey=MediaMonkey
Winamp=Winamp
MusicMatchJukebox=MusicMatch Jukebox
SoundForge6.0=Sound Forge 6.0
Audacity=Audacity
WindowsLiveMessenger=Windows Live Messenger
Skype=Skype
AOLInstantMessenger=AOL Instant Messenger
CamfrogVideoChat=Camfrog Video Chat
MirandaInstantMessenger=Miranda Instant Messenger
Pidgin=Pidgin
YahooMessenger=Yahoo Messenger
ooVoo=ooVoo
TeamSpeak=TeamSpeak
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
MySpaceIM=MySpaceIM
AcronisTrueImage=Acronis True Image
WinZip=WinZip
WinRAR=WinRAR
7-Zip=7-Zip
BitZipper=BitZipper
PowerArchiver=PowerArchiver
PowerArchiver2013=PowerArchiver 2013
ZipMagic=ZipMagic
PicoZip=PicoZip
PKZip=PKZip
Java=Java
FreshDownload=FreshDownload
WindowsMovieMaker=Windows Movie Maker
TextPad=TextPad
VirtualDub=VirtualDub
RegEdit=RegEdit
GameExplorer=Game Explorer
AceHTML5=AceHTML 5
Alcohol120=Alcohol 120%
Alcohol52=Alcohol 52%
LeechGet=LeechGet
GetRight=GetRight
DownloadAcceleratorPlus=Download Accelerator Plus
FreeDownloadManager=Free Download Manager
InternetDownloadAccelerator=Internet Download Accelerator
InternetDownloadManager=Internet Download Manager
OrbitDownloader=Orbit Downloader
Morpheus=Morpheus
VNCViewer3=VNCViewer 3
VNCViewer4=VNCViewer 4
DVDShrink=DVD Shrink
TivoDesktop=Tivo Desktop
CAAnti-Virus=CA Anti-Virus
ZoneAlarm=Protokoly ZoneAlarm
GoogleEarth=Google Earth
PerfectDisk7.0=PerfectDisk 7.0
DaemonTools=Daemon Tools
Vuze=Vuze
BitTorrent=BitTorrent
FrostWire=FrostWire
uTorrent=uTorrent
Shareaza=Shareaza
iMesh=iMesh
BearShare=BearShare
DC++=DC++
Ares=Ares
CuteFTPPro7.0=CuteFTP Pro 7.0
CuteFTPHome7.0=CuteFTP Home 7.0
CuteFTPPro8.0=CuteFTP Pro 8.0
CuteFTPHome8.0=CuteFTP Home 8.0
CuteFTP9=CuteFTP 9
CoreFTP=Core FTP
FileZilla=FileZilla
SmartFTP=SmartFTP
ClamWin=ClamWin
EwidoAnti-Malware=Protokoly Ewido Anti-Malware
AVGAnti-Spyware=AVG Anti-Spyware
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
SpywareTerminator=Spyware Terminator
SUPERAntiSpyware=SUPERAntiSpyware
A-Squared=A-Squared
FoxitReader=Foxit Reader
FoxitReader6.0=Foxit Reader 6.0
FoxitReader7.0=Foxit Reader 7.0
FoxitReader8.0=Foxit Reader 8.0
FoxitReader9.0=Foxit Reader 9.0
Paint.NET=Paint.NET
OpenOffice1.14=OpenOffice 1.14
OpenOffice2.0=OpenOffice 2.0
OpenOffice2.1=OpenOffice 2.1
OpenOffice3=OpenOffice 3
OpenOffice4=OpenOffice 4
GrisoftAVG7.0=Grisoft AVG 7.0
AVGAntiVirus8.0=AVG AntiVirus 8.0
AVGAntiVirus9.0=AVG AntiVirus 9.0
AVGAntiVirus10.0=AVG AntiVirus 10.0
AVGAntiVirus2012=AVG AntiVirus 2012
AVGAntiVirus2013=AVG AntiVirus 2013
AntiVirDesktop=AntiVir Desktop
AvastAntivirus4=Avast! Antivirus 4
AvastAntivirus5=Avast! Antivirus 5
AvastAntivirus=Avast! Antivirus
BitDefender=BitDefender
TUGZip=TUGZip
WindowsDefender=Windows Defender
IZArc=IZArc
MSSearchHelperExtension=Rozšírenie pomocníka vyhľadávania Microsoft
MSOfficePictureManager=Správca obrázkov Microsoft Office
ImgBurn=ImgBurn
CloneCD=CloneCD
VirtualCloneDrive=Virtual Clone Drive
WinPatrol=WinPatrol
LogMeIn=LogMeIn
AshampooBurningStudio10=Ashampoo Burning Studio 10
AshampooBurningStudio11=Ashampoo Burning Studio 11
AshampooBurningStudio14=Ashampoo Burning Studio 14
ExamDiff=ExamDiff
ExamDiffPro=ExamDiff Pro
CompareIt=Compare It!
WinDiff=WinDiff
FeedDemon=FeedDemon
Last.FM=Last.FM
Pando=Pando
Sandboxie=Sandboxie
Snagit9=Snagit 9
Snagit10=Snagit 10
Snagit11=Snagit 11
Snagit12=Snagit 12
Ditto=Ditto
Evernote=Evernote
I2P=I2P
McAfeeAntiVirus=McAfee AntiVirus
PerfectDisk8=PerfectDisk 8
PerfectDisk9=PerfectDisk 9
PerfectDisk10=PerfectDisk 10
PerfectDisk11=PerfectDisk 11
PerfectDisk12=PerfectDisk 12
PerfectDisk12.5=PerfectDisk 12.5
PowerISO=PowerISO
UltraISO=UltraISO
GIMP2.4=GIMP 2.4
GIMP2.6=GIMP 2.6
GIMP2.8=GIMP 2.8
GoZilla=Go!Zilla
MagicISO=MagicISO
Zune=Zune
BreezeBrowserPro=BreezeBrowser Pro
FastStoneImageViewer=FastStone Image Viewer
FastStoneCapture=FastStone Capture
AkelPad=AkelPad
Notepad++=Notepad++
NoteXpad=NoteXpad
RegEditX=RegEditX
FoxitReader5.0=Foxit Reader 5.0
ACDSee14=ACDSee 14
CamtasiaStudio7.0=Camtasia Studio 7.0
CamtasiaStudio8=Camtasia Studio 8
CoffeeCupHTMLEditor=CoffeeCup HTML Editor
AnyVideoConverterUltimate=Any Video Converter Ultimate
FreemakeVideoDownloader=Freemake Video Downloader
FreemakeAudioConverter=Freemake Audio Converter
FreemakeVideoConverter=Freemake Video Converter
ConvertXToDVD=ConvertXToDVD
VSOBlu-rayConverterUltimate=VSO Blu-ray Converter Ultimate
VSODVDConverterUltimate=VSO DVD Converter Ultimate
AIMP3=AIMP 3
CorelVideoStudioProX4=Corel VideoStudio Pro X4
CorelVideoStudioProX5=Corel VideoStudio Pro X5
AlZip=AlZip
CyberLinkPhotoDirector3=CyberLink PhotoDirector 3
CyberLinkPowerDirector10=CyberLink PowerDirector 10
CyberLinkPowerDirector12=CyberLink PowerDirector 12
CyberLinkAudioDirector4=CyberLink AudioDirector 4
DivXplayer=DivX player
UniversalExtractor=Universal Extractor
4Sync=4Sync
CopernicDesktopSearch=Copernic Desktop Search
DVDFab=DVDFab
InkScape=InkScape
Anonymizer=Anonymizer
Gadu-Gadu=Gadu-Gadu
FoxitPhantomPDF=Foxit Phantom PDF
PDFCreator=PDFCreator
PDFArchitect=PDF Architect
MailWasherPro=MailWasher Pro
SamsungKies=Samsung Kies
ConnectifyHotspot=Connectify Hotspot
ExpressScribe=Express Scribe
GomPlayer=Gom Player
SonyVegasPro12.0=Sony Vegas Pro 12.0
DirectoryOpus10=Directory Opus 10
NVIDIAInstallFiles=NVIDIA Install Files
CDBurnerXP=CDBurnerXP
UltraEdit=UltraEdit
PhotodexProShowProducer=Photodex ProShow Producer
SketchUpMake2013=SketchUp Make 2013
HandBrake=HandBrake
ABBYYFineReader11.0=ABBYY FineReader 11.0
TheBat=TheBat
WondershareVideoConverterUltimate=Wondershare Video Converter Ultimate
SublimeText=Sublime Text
Picasa3=Picasa 3
KingsoftOffice2013=Kingsoft Office 2013
XilisoftVideoConverter=Xilisoft Video Converter
XilisoftDVDRipper=Xilisoft DVD Ripper
dBpoweramp=dBpoweramp
SyncBackFree=SyncBackFree
WondershareVideoConverterPro=Wondershare Video Converter Pro
AimersoftVideoConverterUltimate=Aimersoft Video Converter Ultimate
StardockWindowBlinds=Stardock WindowBlinds
NitroPro9=Nitro Pro 9
NitroPDFReader3=Nitro PDF Reader 3
VirtualDJ7=VirtualDJ 7
FormatFactory3.3.5=Format Factory 3.3.5
TeamViewer=TeamViewer
MSOneDrive=Microsoft OneDrive
VNCViewer5=VNCViewer 5
Tag&Rename3.8=Tag&Rename 3.8
Tango=Tango
PhotoScape3.6.5=PhotoScape 3.6.5
BlueStacks=BlueStacks
ManyCam4.0.109=ManyCam 4.0.109
ManyCam4.0.109=ManyCam 4.0.109
XnView=XnView
AppleInstallCache=Vyrovnávacia pamäť inštalácií programov Apple
BaiduYunGuanjia=Baidu Yun Guan jia
Battle.net=Battle.net
DriveTheLife=DriveTheLife
iTunes=iTunes
kpzs-cache=kpzs-cache
MESCache=Vyrovnávacia pamäť a protokoly Microsoft Security Essentials
QIHU360TotalSecurity=QIHU 360 Total Security
QQPCMgr=Správca počítača QQ
Tencent-Logs=Protokoly Tencent
TencentQQGame=Hry Tencent QQ
Thunder=Thunder
Thunder-Game=Thunder Game
ThunderXMP=Thunder XMP
Yodao-Dict=Yodao-Dict
YY=DuoWan YY
DriverGeniusUpdateFiles=Súbory aktualizácií Driver Genius
DriverGeniusBackupFiles=Súbory záloh Driver Genius
DriverGeniusDownloadInstallerFiles=Súbory stiahnutých inštalátorov Driver Genius
DriverGeniusCacheFiles=Súbory vyrovnávacej pamäte Driver Genius
QQMusicCacheFiles=Súbory vyrovnávacej pamäte QQ Music
KuGouMusicCacheFiles=Súbory vyrovnávacej pamäte KuGou Music
KuGouLyricFiles=Súbory KuGou Lyric
XIAMIMusicCache=Vyrovnávacia pamäť XIAMI Music
NeteaseCloudMusicCache=Vyrovnávacia pamäť Netease Cloud Music
KuWoInstallCache=Vyrovnávacia pamäť KuWo Music Installer
KuWoMusicCache=Vyrovnávacia pamäť KuWo Music
BaiduMusicLogFiles=Súbory protokolov Baidu Music
BaiduMusicCache=Vyrovnávacia pamäť Baidu Music
WeSingLogFiles=Súbory protokolov WeSing
WeSingCache=Vyrovnávacia pamäť WeSing
QQLiveCacheFiles=Súbory vyrovnávacej pamäte QQLive
YoukuCacheFiles=Súbory vyrovnávacej pamäte Youku
IQIYIVideoCacheFiles=Súbory vyrovnávacej pamäte IQIYI Video
mgtvLogFiles=Súbory protokolov Mgtv
mgtvCacheFiles=Súbory vyrovnávacej pamäte Mgtv
CNTVUpdateLogFiles=Súbory aktualizácií a protokolov CNTV
SOHUPlayerCacheandLogFiles=Súbory vyrovnávacej pamäte a protokolov SOHU Player
SOHUPlayerDownloadsCache=Vyrovnávacia pamäť sťahovaní SOHU Player
StormPlayerTempFiles=Dočasné súbory Storm Player
PPTVTempFiles=Dočasné súbory PPTV
BaiduPlayer=Baidu Player
FunshionPlayer=Funshion Player
QQCacheFiles=Súbory vyrovnávacej pamäte QQ
QQreceivedimages=Prijaté obrázky QQ
QQreceivedfiles=Prijaté súbory QQ
QQreceivedDynamicEmoticon=Prijaté dynamické emotikony QQ
QQreceivedVideo=Prijaté video QQ
QQreceivedAudio=Prijaté zvukové súbory QQ
TIMCacheFiles=Súbory vyrovnávacej pamäte TIM
QTalkCacheFiles=Súbory vyrovnávacej pamäte QTalk
QQPCMgr=Správca počítača QQ
TencentQQGame=Hry Tencent QQ

[Type]
UserDefine=Definovaný používateľom
ZeroFile=Prázdny súbor - 0 bajtov
WinSetupLog=Súbor protokolu chybnej inštalácie Windows
NtUninstall=Odinštalačný zdroj záplaty Windows
InvalidLnk=Neplatný zástupca
UserTemp=Súbor v dočasnom priečinku používateľa
WinTemp=Súbor v dočasnom priečinku Windows
RecentFiles=Odkaz na nedávno otvorený súbor
PatchSource=Zdroj aktualizácie Windows
TempFile=Dočasný súbor
fcwdir=Súbor vytvorený počas procesu sťahovania
tfcbp=Dočasný súbor vytvorený aplikáciou
sdrf=Súbor obnovenia vytvorený počas skenovania disku
OldFile=Starý súbor
outdatedfile=Zastaralý súbor
fcwhfir=Súbor vytvorený počas behu pomocníka
Ncfile=Súbor vyrovnávacej pamäte diskusnej skupiny
Backupfile=Záložný súbor
WBfile=Záložný súbor Microsoft Word
Cbswahf=Súbor vytvorený počas prehľadávania súborov pomocníka
whtf=Dočasný súbor pomocníka Windows
Logfile=Súbor protokolu
LLogfile=Súbor protokolu vytvorený aplikáciou alebo systémovou službou
Errorfile=Chybný súbor
Wmdf=Súbor výpisu pamäte Win2000/XP
bcomf=Záložná kópia upraveného súboru
Indexfile=Indexový súbor
ifcbsiotitpbs=Indexový súbor vytvorený systémom pre zrýchlenie zobrazovania obrázkov
Tfcds=Dočasný súbor vytvorený počas inštalácie
Intermediatefile=Pomocný súbor
chkfile=Súbor obnovenia

[AutoClean]
DiskSaved=(uvoľneného miesta)
Title=Gratulujeme!
TraceCleanned=(odstránených stôp)

[Skin]
SkinDefault=Predvolený
SkinGray=Šedý
SkinOrange=Oranžový
SkinCustom=Vlastný
SkinColor=Vlastná farba vzhľadu

[AutoUpdate]
CurrentFile=Aktualizujem súbor:
Canceling=Prerušujem...
CANCEL=Zrušiť
Ready=Príprava sťahovania...

[EUASK]
regcaption=Registrácia
logincaption=Prihlásenie
FrmEuaskLogin.lblJoin.Caption=Pripojenie k Euask
FrmEuaskLogin.lblSign.Caption=Prihlásenie do Euask
FrmEuaskLogin.lblnick.Caption=Používateľ:
FrmEuaskLogin.lbl1.Caption=Heslo:
FrmEuaskLogin.btnlogin.caption=Prihlásiť
FrmEuaskLogin.btnregister.Caption=Zaregistrovať
FrmEuaskLogin.btnpwd.Caption=Zabudli ste heslo?
FrmEuaskLogin.WiseLabel1.Caption=Používateľ:
FrmEuaskLogin.WiseLabel2.Caption=Heslo:
FrmEuaskLogin.btnreg.caption=Zaregistrovať
FrmEuaskLogin.WiseSimpleButton1.Caption=Prihlásiť
FrmEuaskLogin.lbl2.Caption=Email:
FrmEuaskLogin.btnnone.Caption=Teraz nie
inputuser=Zadajte heslo a názov používateľa.